aaron-bond.better-comments
aeschli.vscode-css-formatter
alefragnani.project-manager
analytic-signal.preview-pdf
angular.ng-template
anthropic.claude-code
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
codeflow-studio.claude-code-extension
codeontherocks.claude-config
codezombiech.gitignore
coenraads.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
devzstudio.emoji-snippets
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.jquerysnippets
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
irongeek.vscode-env
johnpapa.angular-essentials
johnpapa.angular2
johnpapa.vscode-peacock
johnpapa.winteriscoming
kumar-harsh.graphql-for-vscode
mikael.angular-beastcode
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-fr
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
nixon.env-cmd-file-syntax
pkief.material-icon-theme
prisma.prisma
redhat.java
ritwickdey.liveserver
royaction.color-manager
rubymaniac.vscode-paste-and-indent
streetsidesoftware.code-spell-checker
stripe.vscode-stripe
timdeschryver.new-blog-post
tyriar.lorem-ipsum
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
ziyasal.vscode-open-in-github
